[FILE]
ANSICP=1251
Author=Artem Izmaylov
Help=AIMP-ru.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001032E0163BE5163BE51637DF1536DC1433D91430D5122DD1122DD11029CF0E27C90D22C60B20C2091CBF0719BE0B10A4153EEB2F60FF3666FF3666FF3566FF2F60FF2E5EFF2758FF2152FF1A4CFF1448FF1640EF0A3FFA0A3FFA1032E00416BE1640EF3B6CFF4372FF4271FF3E6EFF3A6CFF3566FF2E5EFF2859FF2152FF1A4EFF1448FF1446FF0D40FF073BFF0417C00D42FF326BFF3C73FF3B72FF326BFF2B65FF2B65FF245DFF1C58FF1550FF0F4AFF0844FF023EFF003AFF003AFF0416CF1430D51430D51430D51430D51430D51430D51430D51430D51430D51430D51430D51430D51430D51430D5122DD10B10A4B5682ACF812AD5872AD5872AD5872AD5872AD5872AD5872AD5872ACF812ACB7E2AC6792AC2752ABB6E2AAF6024883D29CE6C06EA8300F38C00F78E00FA9100FA9300F99100F38C00EF8800EA8300E98000E27A00DD7400D97200CE6B06AD4804CE6C06EA8300F28A00F78E00FA9300FD9600F99100F38C00EF8800EA8300E67E00E27A00DD7400D97200CE6B06AD4804CF812AE49837E99C37EDA038F5A838F5A838F5A838E99C37E99C37E49837DE9135D5872AD5872AD5872ACB7E2AAF6024B6B6B6E9EFF7EEF5FCF2F8FFF5FBFFF4FAFFF4FAFFF0F6FEEEF5FCE9EFF7E4EBF2DEE4EBDEE4EBD4DBE1CBCFD6929292CBCFD6E9EFF7EEF5FCF2F8FFF4FAFFF5FBFFF4FAFFF2F8FFEEF5FCE9EFF7E4EBF2DEE4EBDEE4EBD8DEE5CBCFD6A9AEB3CFCFCFEBEBEBF2F2F2F6F6F6FAFAFAFBFBFBFAFAFAF4F4F4F1F1F1EBEBEBE9E9E9E3E3E3DEDEDED9D9D9D2D2D2B0B0B0CFCFCFE9E9E9EEEEEEF1F1F1F3F3F3F6F6F6F3F3F3EEEEEEEAEAEAE9E9E9E3E3E3DEDEDED9D9D9D2D2D2CCCCCCB0B0B0C9C9C9D2D2D2CFCFCFCFCFCFCFCFCFCFCFCFCCCCCCC8C8C8C5C5C5C4C4C4C1C1C1BCBCBCBCBCBCB8B8B8B3B3B3AAAAAA000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1049
Name=Русский (Россия)
VersionId=5100

[About]
B1=Закрыть
Caption=О программе
L1=Поддержка:
L2=Автор:
L4=Дизайн:
L5=Лицензионное соглашение
L6=История изменений

[Actions]
EqualizerFrame=Эквалайзер
Form.AutoHide=Режим отображения: плавающий с авто-скрытием
Form.DockTo=Прикрепить
Form.DockToEdges=к левому краю экрана|к правому краю экрана|к верхнему краю экрана|к нижнему краю экрана
Form.DoMaximize=Развернуть на весь экран
Form.Fixed=Режим отображения: закрепленный
Form.Float=Режим отображения: плавающий
Form.LockPlacement=Зафиксировать положение окна
Form.Maximize=Развернуть|Восстановить
Form.Minimize=Свернуть
Form.StayOnTop=Поверх всех окон
Form.Undock=Обычный режим
Form.Visible=%s - показать|%s - скрыть
PlaylistFrame=Плейлист
QuickSearch=Быстрый поиск
Tabs.ScrollDown=Прокрутить вкладки назад
Tabs.ScrollUp=Прокрутить вкладки вперёд
Visuals.VisualMenu=Список визуализаций

[AddLinkDialog]
btnOk=ОК
Caption=Добавление ссылки
lbLink=Ссылка на поток:
lbName=Отображаемое имя:

[AIMP]
acCopyTo=Копировать в...
acFormsTogglePlaylistVisibility.h=Показать/скрыть плейлист
acFormsTogglePlaylistVisibility=Плейлист
acHelp=Справка
acMainAddFiles.h=Добавить файлы
acMainAddFiles=Файлы
acMainAddFolder.h=Добавить папки
acMainAddFolder=Папки
acMainAddPlaylist.h=Добавить плейлист
acMainAddPlaylist=Плейлист
acMainAddURL.h=Добавить ссылку
acMainAddURL=Ссылку
acMainBookmarksManager=Менеджер закладок
acMainDSPManager=Менеджер звуковых эффектов
acMainDSPManagerCrossMixing=Менеджер звуковых эффектов: сведение
acMainDSPManagerEQ=Менеджер звуковых эффектов: эквалайзер
acMainDSPManagerSilenceRemover=Менеджер звуковых эффектов: удаление тишины
acMainDSPManagerSoundEffects=Менеджер звуковых эффектов: общее
acMainDSPManagerVolumeNormalization=Менеджер звуковых эффектов: громкость
acMainExit.h=Выйти из программы
acMainMinimize.h=Свернуть/развернуть
acMainOpenFiles.h=Открыть файл(ы)
acMainOpenFiles=Открыть файлы
acMainOpenFolder=Открыть папку
acMainOpenPlaylist.h=Импортировать плейлист
acMainOpenPlaylist=Импортировать плейлист
acMainStayOnTop=Поверх всех окон
acMLCompressDB=Сжать базу данных
acMLDeleteAll=Удалить все файлы
acMLEditBookmark=Редактировать закладку...
acMLGroupingTreeDeleteSelected=Удалить
acMLGroupingTreeDeleteSelectedPhysically=Удалить с диска
acMLLabelsDialog=Метки...
acMLMakeReport=Отчёт...
acMLMissedFiles=Поиск перемещённых файлов...
acMLPlayFiles=Воспроизвести все
acMLPlaySelectedFiles=Воспроизвести выбранные файлы
acMLReloadTagsForAllFiles=Перечитать теги у всех файлов
acMLReloadTagsForSelectedFiles=Перечитать теги у выбранных файлов
acMLResetStats=Сбросить статистику для всех файлов
acMLResetStatsForSelectedFiles=Сбросить статистику для выбранных файлов
acMLTableDeleteSelected=Удалить выбранные файлы
acMLTableSendFilesToActivePlaylist=Добавить в активный плейлист
acMoveTo=Переместить в...
acOpenFolder=Открыть папку
acOptionHotkeys.h=Настройка горячих клавиш
acOptionHotkeys=Горячие клавиши
acOptionLangs.h=Настройка языка интерфейса
acOptionLangs=Язык интерфейса
acOptionPlugins.h=Настройка плагинов
acOptionPlugins=Плагины
acOptions=Настройки
acOptionShutdown.h=Настройка планировщика
acOptionShutdown=Планировщик
acOptionSkins.h=Настройка интерфейса
acOptionSkins=Обложки
acPlayableFileCopyFileToClipboard.h=Копировать файл в буфер обмена
acPlayableFileCopyInfoToClipboard.h=Копировать информацию о файле в буфер обмена
acPlayableFileCopyToLastPath.h=Копировать проигрываемый файл в последнюю выбранную папку
acPlayableFileDeletePhysically=Удалить проигрываемый файл с диска
acPlayableFileShowFileInfo=Информация о текущем файле
acPlayableFileShowQTE.h=Открыть в редакторе тегов
acPlayableFileToggleSwitchInPlaylist.h=Проигрываемый файл (вкл/выкл)
acPlayableFileNextBookmark=Следующая закладка
acPlayableFilePrevBookmark=Предыдущая закладка
acPlayerCrossMixing=Сведение: выкл / вкл.
acPlayerJumpToTime=Перейти к времени
acPlayerNextTrack=Следующий файл
acPlayerPauseOnNextTrack=Перейти на следующий файл и встать на паузу
acPlayerPlayPause=Старт/пауза
acPlayerPrevTrack=Предыдущий файл
acPlayerRadioCapture=Запись радио
acPlayerRadioCaptureSingleTrack=Запись радио (только один трек)
acPlayerRepeat=Повтор файла
acPlayerRepeatPartAB=Повтор отрезка "А-Б"
acPlayerSeekBackward.h=Немного перейти назад
acPlayerSeekForward.h=Немного перейти вперёд
acPlayerShuffle=Случайный файл
acPlayerSpeedDecrease=Скорость: уменьшить
acPlayerSpeedIncrease=Скорость: увеличить
acPlayerSpeedResetToDefaults=Скорость: обычная
acPlayerStop.h=Остановить воспроизведение
acPlayerStopAtEnd.h=Остановить воспроизведение после текущего файла
acPlayerTempoDecrease=Темп: уменьшить
acPlayerTempoIncrease=Темп: увеличить
acPlayerTempoResetToDefaults=Темп: обычный
acPlayerVolumeDown.h=Громкость: уменьшить
acPlayerVolumeMute.h=Звук: вкл/выкл
acPlayerVolumeMute=Звук
acPlayerVolumeUp.h=Громкость: увеличить
acPlaylistAddSelectedToBookmarks=Добавить в закладки
acPlaylistAddSelectedToQueue=Добавить в очередь
acPlaylistClose=Закрыть плейлист
acPlaylistCloseOthers=Закрыть другие плейлисты
acPlaylistCopySelectedToClipboard=Копировать выбранные файлы в буфер обмена
acPlaylistDeleteAll=Очистить плейлист
acPlaylistDeleteDuplicates=Удалить повторяющиеся файлы
acPlaylistDeleteNonExists=Удалить несуществующие файлы
acPlaylistDeleteNonSelected=Удалить все файлы, кроме выбранных
acPlaylistDeleteSelected=Удалить выбранные файлы
acPlaylistDeleteSelectedPhysically=Удалить выбранные файлы с диска
acPlaylistDeleteSwitchedOff=Удалить отключённые файлы
acPlaylistDeleteSwitchedOffPhysically=Удалить отключённые файлы с диска
acPlaylistFindInML=Найти в фонотеке
acPlaylistFindNewFiles=Поиск новых файлов
acPlaylistFocusedItemShowQTE=Информация о файле
acPlaylistInsertAfterPlayingItem=Поставить после проигрываемого
acPlaylistInsertToQueueBeginning=Добавить в начало очереди
acPlaylistNew=Новый плейлист
acPlaylistNext.h=Следующий плейлист
acPlaylistNextAndPlay.h=Проиграть следующий плейлист
acPlaylistPlayFocusedItem.h=Воспроизвести выбранный файл
acPlaylistPlayFocusedItem=Воспроизвести
acPlaylistPlayPrevious=Проиграть прошлый плейлист
acPlaylistPrev.h=Предыдущий плейлист
acPlaylistPrevAndPlay.h=Проиграть предыдущий плейлист
acPlaylistReloadFromPreimage=Перечитать данные из прообраза
acPlaylistRemoveSelectedFromQueue=Удалить из очереди
acPlaylistRename=Переименовать плейлист
acPlaylistReverse.h=Сортировка: инвертировать
acPlaylistReverse=Инвертировать
acPlaylistSave=Экспорт плейлиста
acPlaylistSortByArtist=Сортировка по исполнителю
acPlaylistSortByDuration=Сортировка по длительности
acPlaylistSortByFileName=Сортировка по папкам
acPlaylistSortByTitle=Сортировка по заголовку
acPlaylistSortRandomize.h=Сортировка: перемешать
acPlaylistSortRandomize=Перемешать
acQueueClear=Очистить очередь
acQueueManager=Менеджер очереди
acSearchAdvanced=Расширенный поиск
acSearchQuick=Быстрый поиск
acSendToAudioConverter.h=Отправить в аудиоконвертер
acSendToAudioConverter=Аудиоконвертер
acSendToTagEditor.h=Отправить в расширенный редактор тегов
acSendToTagEditor=Редактор тегов
acUtilsAudioConverter=Аудиоконвертер
acUtilsAudioLibrary=Фонотека
acUtilsTagEditor=Редактор тегов
acVisualExitFromFullScreen=Выйти из полноэкранного режима визуализации
acVisualFullScreen=Полноэкранный режим визуализации
acVisualNext.h=Следующая визуализация
acVisualPrev.h=Предыдущая визуализация
CategoryMenu=Группа
CategoryOptions=Настройка
ClearPls=Очистить плейлист
CM_DEL=Удалить из плейлиста
CM_SEL=Выделить файлы
CountLabel.h=Число файлов в плейлисте
ItmEQPos=Отображать эквалайзер слева
LengthLabel.h=Общая длительность плейлиста
miBMLocateInSource=Перейти к источнику
miBMPlaySelectedFromBeginning=Воспроизвести выбранные файлы с начала
miBMResetTimestamp=Сбросить временную метку
miCountdown=Обратный отсчет времени
miGroupBy=Группировать по...
miMLBookmarks=Закладки
miMLCreateDynPlaylist=Создать смарт-плейлист
miMLGroupingPreset=Группировка
miMLGroupingPresetAdd=Добавить...
miMLGroupingPresetEdit=Редактировать...
miMLGroupingPresetRemove=Удалить
miMLLabelsExclude=Исключить метку
miMLLabelsInclude=Назначить метку
miMLManageDB=База данных
miMLReload=Обновить...
miMLTableSendToPlaylist=Отправить в плейлист
miMLTableViewAlbumThumbnails=Вид: миниатюры
miMLTableViewDefault=Вид: таблица
miMLTableViewGroupDetails=Вид: карточки
miPersonalSettings=Индивидуальные настройки
miPlaylistNewSmart=Новый смарт-плейлист
miPreimageSettings=Настройки прообраза
miRadioCaptureStop=Остановить запись
miRadioCatalogs=Каталоги интернет-радио
miReadOnly=Заблокировать от изменений
miRemoval=Удаление
miSelectAll=Выбрать все файлы
miSelectSwitchedOn=Выбрать включенные
miSelectNone=Убрать выделение с файлов
miSelectPls=Выбрать плейлист
miSendTo=Отправить в
miSendToPlaylist=Отправить в другой плейлист
miSortByPatternOptions=Настройки
miSortRandomizeGroupItems=Перемешать содержимое групп
miSortRandomizeGroups=Перемешать группы
miSortRandomizeGroupsAndItItems=Перемешать группы и их содержимое
miSwitchOff=Выключить
miSwitchOn=Включить
N6=Перечитать теги
N7=Ближайшая задача планировщика:
N20=Очередь
N22=Трей
N31=Режим визуализации
N34=Добавить
N35=Показать окно
N36=Эквалайзер
N37=Окно визуализации
N38=(скрыть все)
N39=Редактировать
N40=Визуализация
N41=Обложки
N43=Справка
N47=Выход
N56=Утилиты
N70=Приостановить работу глобальных горячих клавиш
N75=Утилиты
N79=Показать текущий
N80=Загрузить настройку
N81=Сохранить настройку
N83=Сбросить настройки всех эффектов
N84=Сбросить настройки эквалайзера
N85=Свернуть все
N86=Развернуть все
N90=Плеер
N91=Старт/Пауза
N92=Стоп
N93=Добавить файлы
N95=Предыдущий файл
N96=Следующий файл
N98=Громкость
N114=Объединить с одноимёнными группами
N115=Объединить все одноимённые группы
pmAdd.h=Меню добавления файлов/папок
pmDelete.h=Меню удаления файлов
pmEqualizer.h=Настройки эквалайзера
pmMainMenu.h=Главное меню
pmManagePlaylist.h=Управление плейлистами
pmMisc.h=Меню "Разное"
pmMLDelete.h=Меню удаления файлов
pmMLGroupingPresets.h=Преднастройки дерева группировки
pmMLLabels.h=Меню управления метками
pmMLMainMenu.h=Главное меню - фонотека
pmMLMisc.h=Меню "Разное"
pmMLTableViews.h=Вид
pmNewPlaylist.h=Новый плейлист...
pmPlaylistList.h=Список плейлистов
pmQuickOptions.h=Быстрые настройки
pmSorting.h=Меню сортировки файлов
pmUtilities.h=Утилиты
SentToNewPLS=В новый плейлист
SizeLabel.h=Размер файлов в плейлисте
TCFixFloat=Зафиксировать информационную панель
TL=Экспорт треклиста
TrayCotnrol=Показывать мини-плеер

[AIMPBookmarkEditDialog]
Caption=Редактирование закладки
L1=Заголовок:
L2=Путь:
L3=Метки:
L4=Временная метка:
L5=Комментарий:

[AIMPConverterStatsDialog]
btnOK=ОК
Caption=Преобразование завершено!
cbDontShowAgain=Больше не показывать
Message=Кол-во файлов: %0:s\n\nВремя: %2:s\nСреднее время: %3:s\n\nВход: %5:s\nВыход: %6:s\nСэкономлено: %4:s

[AIMPFindMissedFilesDialog]
acApply=Применить к отмеченным
acFind=Поиск...
acRemoveSelected=Удалить выбранные ссылки на файлы
acReplace=Заменить путь к файлу...
Caption=Управление перемещёнными файлами

[AIMPML]
Added=Добавлен
Album=Альбом
AlbumArtist=Исполнитель альбома
Artist=Исполнитель
BitDepth=Глубина дискретизации
Bitrate=Битрейт
BPM=BPM
Channels=Кол-во каналов
Comment=Комментарий
Composer=Композитор
Conductor=Дирижёр
Copyrights=Авторские права
CreatedAt=Создан
DiskNumber=Диск №
Duration=Длительность
FileFormat=Формат
FileName=Имя файла
FileSize=Размер файла
Genre=Жанр
Labels=Метки
LastModification=Дата изменения файла
LastPlayback=Последнее проигрывание
Lyricist=Автор текста
Mood=Настроение
Name=Название
PlaybackCount=Кол-во проигрываний
Publisher=Издатель
Rating=Рейтинг
SampleRate=Частота
Source=Источник
Timestamp=Временная метка
Title=Заголовок
TrackNumber=Трек №
URL=Ссылка
UserMark=Оценка
Year=Год

[AIMPML.Controls]
Customize=Настроить
DataSourceList=Список источников данных
History=История проигрываний
NewLabel=Новая метка
NewLabelDialog=Новая метка...
None=(не задано)
ResetAllFilters=Сбросить все фильтры
ResetFilter=Сбросить фильтр
ShowAll=(показать всё)
UnsetAllLabels=Исключить все метки

[AIMPML.Reports]
AlbumCount=Кол-во альбомов:
ArtistCount=Кол-во исполнителей:
Common=Статистика
FavoriteAlbums=Любимые альбомы (Топ %d)
FavoriteArtists=Любимые исполнители (Топ %d)
FavoriteGenres=Любимые жанры (Топ %d)
FavoriteTracks=Любимые записи (Топ %d)
GenreCount=Кол-во жанров:
L1=Кол-во проигрываний
L2=Кол-во файлов
L3=Затрачено времени (~)
L4=Исполнитель
L5=Прослушано
L6=Всего
TrackCount=Кол-во файлов:

[AIMPML.Presets]
BestTracks.C=Лучшие треки
BestTracks.V=Топ %d|Высокооцененные
NewTracks.C=Новые треки
NewTracks.V=За сутки|За три дня|За неделю|За 2 недели|За месяц|Ни разу непроигранные

[AIMPMLFilterEditorDialog]
btnCancel=Отмена
btnOK=ОК
Caption=Настройка фильтра
pcpFilter=Выборка

[AIMPMLFilterEditorDialog.FilterControl]
C=Добавить правило
G=Добавить группу
Op0=равно
Op1=не равно
Op2=между
Op3=меньше
Op4=меньше или равно
Op5=больше
Op6=больше или равно
Op7=содержит
Op8=начинается с
Op9=заканчивается на
Op10=за последние X дней
R=Удалить

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Сбросить
Caption=Настройка группировки
GB1=Поля для группировки
GB2=Поля для отображения

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Очистить
btnEditFilter=Настройка...
Caption=Шаблон группировки
L1=Автоимя
L2=Группировка по полям
L3=Фильтр данных
lbName=Имя
lvAvailable=Доступные поля
lvGroup=Используемые поля

[AIMPMLLabelsDialog]
acMoveLeft=Назначить метку
acMoveRight=Убрать метку
acRemove=Удалить метку
acRename=Переименовать метку
btnCancel=Отмена
btnOK=ОК
C1=Назначенные метки
C2=Доступные метки
Caption=Метки
L1=Введите имя метки
L2=Добавить
miSetToAll=Назначить всем файлам
miUndoSetToAll=Отменить: назначить всем файлам

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Отсутствующий файл
c[1]=Предложенный на замену файл
c[2]=Степень соответствия

[AIMPMLMonitoringSettingsDialog]
acAdd=Добавить
acDeleteAll=Удалить все
acDeleteSelected=Удалить выбранные
acUpdate=Обновить
btnClose=Закрыть
Caption=Фонотека - мониторинг файлов
CB1=Искать перемещённые и/или переименованные файлы
CB2=Удалять несуществующие файлы
CB3=Перечитать теги
cbMinFD=Если длительность меньше:
cbMinFS=Если размер меньше:
cbScanOnStartup=Поиск изменений при запуске программы
cbTrackChanges=Отслеживать изменения во время работы программы
GB1=Мониторинг
GB2=Во время обновления
gbFiltBy=Пропускать файл
L1=Если он имеет расширение:
L2=Нажмите кнопку "обновить", чтобы обновить содержимое базы данных фонотеки
pcpFolders=Папки
pcpSettings=Настройки

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Папка
c[1]=Подпапки

[AIMPMLPreimageDialog]
btnCancel=Отмена
btnOK=ОК
Caption=Смарт-плейлист - фонотека
cbLimitTo=Ограничить число треков:
cbSortBy=Сортировать по:
pcpFilter=1. Фильтрация
pcpPostProcess=3. Выборка
pcpSort=2. Сортировка

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Добавить
acDeleteAll=Удалить все
acDeleteSelected=Удалить выбранные
btnCancel=Отмена
btnOk=ОК
Caption=Смарт-плейлист - папки
cbSyncOnChanges=Синхронизировать при обнаружении изменений
cbSyncOnStartup=Синхронизировать при запуске программы
L2=Пропускать файлы со следующими расширениями:
pcpFolders=Папки
pcpSettings=Настройки

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Папка
c[1]=Подпапки

[AIMPPlaylistPreimageDialog]
Caption=Смарт-плейлист - плейлист
L1=Имя файла\Ссылка

[AIMPSendToDialogForm]
cbDefault=Принять по умолчанию
cbSaveStructure=Сохранять структуру папок
gbAdditionals=Дополнительные файлы
gbPath=Целевая папка
gbRename=Переименовать по шаблону
L1=Копировать|Переместить
L2=Копировать в|Переместить в
L3=Параметры копирования|Параметры перемещения
lbAdditionals=Файлы, которые будут скопированы в целевую папку вместе с основными.\n; - разделитель, * - неизвестная часть имени файла

[ATEAutoNumerationForm]
Caption=Автонумерация
L1=Начинать с

[ATEAutoTagForm]
c[0]=Имя файла
c[1]=Альбом
c[2]=Исполнитель
c[3]=Жанр
c[4]=Заголовок
c[5]=Номер трека
c[6]=Год
c[8]=Количество треков
C1=До изменений
C2=После изменений
Caption=Заполнение тегов на основе имени файла

[ATEChangeRegisterDialog]
Caption=Изменение регистра / Транслитерация
CB1=Теги:
GB1=Действия
L1=Регистр:
L2=Транслитерация:
L3=Поля:

[ATEChaptersEditDialog]
acDelete.h=Удалить выбранные главы
acDelete=Удалить выбранные
acEdit.h=Редактировать выбранную главу
acEdit=Редактировать
acInsert.h=Добавить главу
acInsert=Добавить
btnFastForward.h=Перейти немного вперед
btnPlayPause.h=Старт / Пауза
btnRewind.h=Перейти немного назад
btnSave=Сохранить...
Caption=Редактор глав
tsVolume.h=Громкость

[ATEChaptersFormatChooser]
btnSave=Сохранить
Caption=Редактор глав
GB1=Сохранить как:
RB1=Главы, встроенные в аудиофайл
RB2=CUE, встроенный в аудиофайл
RB3=CUE, в отдельный файл
RB4=Текстовый файл
W1=* Режим не поддерживается форматом аудиофайла

[ATEForm]
A0=Автонумерация
A1=Автонумерация (%s)
A2=Переименование
A3=Привести к виду "%s"
A4=Применить к файлам
A9=Пропускать уже проанализированные файлы
acAnalysisBPM=Анализировать выбранные
acEdit=Редактировать все поля...
acEditChapters.h=Редактор глав...
acRgAlbum=Анализировать выбранные: как один альбом
acRgFile=Анализировать выбранные: без учёта альбома
acRgFAlbum=Анализировать выбранные: определять альбом по папкам
acRgMAlbum=Анализировать выбранные: определять альбом по тегам
acRgRemove=Удалить информацию о ReplayGain из тегов
acScenarios=Сценарии...
acSearchOnline.h=Автозаполнение с помощью онлайн-сервисов...
acSearchOnlineAlbumArts=Найти обложки альбомов в интернете...
acSearchOnlineLyrics=Найти тексты песен в интернете...
aSave=Сохранить
aTag.h=Автозаполнение
B1.h=Изменение регистра / транслитерация
B5=Обновить теги
btnBPM.h=Количество ударов в минуту
btnLayout.h=Сменить вид
btnRG.h=ReplayGain
btnScripts.h=Сценарии
Caption=AIMP - Расширенный редактор тегов
cbSubFolders=С подпапками
lbNoData=(нет данных для отображения)
miDelete=Удалить
miDeletePhys=Удалить физически
miGroupBy=Группировка
miGroupByFolder=По родительской папке
miGroupByNone=Без группировки
miJumpTo=Перейти к папке...
miNumCfm=Запрашивать подтверждение
miSoundOut=Настройки воспроизведения
TM0=Файлы на диске
TM1=Файлы, добавленные пользователем

[ATEForm.lvTable]
c[0]=№
c[1]=Диск №
c[2]=Имя файла
c[3]=Заголовок
c[4]=Исполнитель
c[5]=Альбом
c[6]=Год
c[7]=Жанр
c[8]=Битрейт
c[9]=Длительность
c[10]=Формат
c[11]=Обложка
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Размер
c[19]=Текст песни
c[20]=BPM
c[21]=Replay gain

[ATEOnlineSearchForm]
aiProgressInidcator=Выполняется поиск... Пожалуйста, подождите
btnCancel=Отмена
btnSave=Применить к файлам
Caption=Автозаполнение с помощью онлайн-сервисов
edSearchBox.b0=Найти
edSearchBox.th=Альбом, Исполнитель
ErrorAuthorizationRequired=Это действие требует авторизации. Вы должны войти в ваш профиль и разрешить AIMP доступ к нему, после этого - повторите действие.
vlbBindingHint=Чтобы связать найденный в каталоге трек с имеющимся, перетащите его мышкой из верхнего списка в нижний.\nИзменения будут применены только к отмеченным галочкой трекам.

[ATERenameForm]
btnRename=Переименовать
Caption=Параметры переименования
CB1=С учётом регистра
CB2=Работать с копией файла
GB1=Переименовывать файлы по шаблону
GB2=Перемещать файлы в выбранную папку
GB3=Поиск и замена
GB4=Регистр
GB5=Транслитерация
L1=Найти:
L2=Для сортировки по папкам вы можете использовать символ "\" (%Y\%A - %T)
L3=Заменить на:

[ATESaveParams]
Caption=Параметры сохранения

[ATEScenariosForm]
btnClose=Закрыть
btnRun=Запустить
btnStop=Прервать
Caption=Сценарии
cbPreviewMode=Режим предпросмотра
GB1=Сценарий
lbPreviewMode=В режиме предпросмотра все изменения, сделанные в сценарии, НЕ будут применены к файлам

[AutoTag]
bOk=ОК
Caption=Автозаполнение
CB1=Не заполнять поле, если оно уже содержит значение

[CommonDialogs]
B1=ОК
B2=Отмена
B3=Новая папка
BS=Да|Нет|ОК|Отмена|Прервать|Повторить|Игнорировать|Все|Нет для всех|Да для всех|Помощь|Закрыть
L1=Выбор папки
L2=С подпапками
MsgCaptions=Внимание|Ошибка|Информация|Подтверждение|
SA=Выбрать все
SN=Убрать выделение

[ConfirmDialog]
B1=Заменить
B2=Заменить все
B3=Пропустить
B4=Пропустить все
B5=Переименовать
B6=Отмена
Caption=Замена
gbFile1=Заменить файл
gbFile2=Новым файлом

[CONTEXT]
0=&Открыть в AIMP
1=&Воспроизвести
2=Добавить в &плейлист
3=Добавить в &очередь
4=Добавить в &закладки
5=&Редактировать теги
6=&Конвертировать в другой формат
7=Открыть в &новом плейлисте

[Converter]
actAddFiles=Добавить файлы
actAddFolders=Добавить папки
actAddPlaylist=Добавить плейлист
actDeleteAll=Очистить
actDeleteSelected=Удалить выбранные
actStop=Остановить
bAdd.h=Добавление файлов/папок
bDelete.h=Удаление файлов
bQuickOptions.h=Настройки
bSettings=Настройки
bStart=Старт
Caption=AIMP - Аудиоконвертер
csCancel=Отменено
csDone=Готово
csError=Ошибка
csPaused=На паузе
csWaiting=Ожидание
lbEncoder=Формат:
lbMode=Режим кодирования
lbNormalizeVolume=Нормализовать громкость:
lbTargetFileName=Переименовать файл:
lbTargetFolder=Перемещать в:
lbTimeElapsed=Прошло:
lbTimeLeft=Осталось:
lbTotalProgress=Общий прогресс:
lbVolumeNormalization=Нормализация громкости
miCloseAppWhenDone=Закрывать приложение по окончании конвертации
miDeleteSource=Удалять исходный файл после успешной конвертации
miHibernate=Перейти в режим гибернации
miSavePathStructure=Сохранять структуру папок при перемещении файла
miShutdown=Выключить компьютер
miShutdownWhenDone=Выключать компьютер по окончании конвертации
miSleep=Перейти в спящий режим
miUncheckSuccessful=Убирать отметку с файла после успешной конвертации
Modes=Один трек - один файл|Все треки - один файл|Одна папка - один файл

[Converter.lvTable]
c[0]=Название
c[1]=Формат
c[2]=Статус
c[3]=№
c[4]=Имя файла
c[5]=Целевое имя файла

[ConverterEncoders]
bOk=ОК
btnReset=По умолчанию
cbAsInput=Как у исходного файла
cbChangeFormat=Изменить формат
cbCorrectionFile=Создать коррекционный файл
cbIncludeMD5=Включать контрольную сумму в файл
cbModeHybrid=Гибридный
cbModeLossless=Без потерь
cbNoGap=No Gap
gbMode=Режим
lbBestC=Лучше сжатие
lbBestQ=Лучше качество
lbBitDepth=Формат сэмплов:
lbBitrate=Битрейт:
lbBitrateMode=Режим:
lbChannels=Каналы:
lbCompression=Сжатие
lbLeast=Быстрое сжатие
lbMost=Сильное сжатие
lbProfile=Профиль:
lbQuality=Качество:
lbSampleRate=Частота:
scParams=Параметры

[CopyDialog]
0=Копирование...
1=Перемещение...
2=Приостановить
3=Продолжить

[DropForm]
CB1=Больше не спрашивать
RG1=Перетаскивание

[DSPDialog]
btnEqPresets=Преднастройки
btnReset=По умолчанию
CB1=Подавление голоса (только для стерео)
CB3=Затухание звука при паузе / продолжении
CB4=Затухание звука при навигации по файлу
CB5=Плавное изменение громкости
CB6=Сводить предыдущий файл со следующим
CB7=Плавное нарастание громкости в начале файла
CB8=Плавное затухание громкости в конце файла
CB12=Разрешить сведение
CB16=Удалять тишину на краях трека независимо от длительности
cbEqSwitch=Включить эквалайзер
GB1=Нормализация по амплитуде
GB2=Ручной переход
GB3=Автоматический переход
GB4=Нормализация replay gain
GB6=Удалять тишину
L1=* Вернуть значения по умолчанию можно правой кнопкой мыши
L2=DSP Плагины:
L4=Коэффициент предусиления:
L5=Текущее значение:
L6=Верхний порог коэф. предусиления:
L7=Нижний порог коэф. предусиления:
L9=Значение по умолчанию:
L10=Целевой уровень громкости:
L12=Длительность, после которой активируется удаление:
L13=Тишиной считается сигнал, уровень которого ниже:
lbChorus=Хорус
lbEcho=Эхо
lbEnhancer=Стереобаза
lbFlanger=Фланжер
lbPitch=Тональность
lbPreamp=Предусиление
lbReverb=Реверберация
lbSpeed=Скорость
lbTempo=Темп
lbTrueBass=Бас
R2=Использовать значение из тегов
R3=Анализ файла "на лету"
RB1=Ничего не делать
RB2=Добавлять паузу между файлами
tcpMixing=Сведение
tcpSilenceRemover=Удаление тишины
tcpSoundEffects=Звуковые эффекты
tcpVolume=Громкость

[DSPDialog.cbReplayGainSource]
i[0]=Источник: файл
i[1]=Источник: альбом

[EditorForm.RegisterFmt]
i[0]=Без изменений
i[1]=Все Слова С Большой Буквы
i[2]=Первое слово с большой буквы
i[3]=ВСЕ БОЛЬШИМИ БУКВАМИ
i[4]=все маленькими буквами

[EQPresetsDialog]
B1=Применить
B2=Отмена
B3=Удалить
B4=Восстановить
Caption=Преднастройки эквалайзера

[HotkeysGroups]
AudioConverter.Content=Аудиоконвертер: таблица с файлами
AudioConverter.General=Аудиоконвертер: общее
Common.Dialogs=Общее: диалоги
Common.SendTo=Файлы: отправить в...
Common=Общее
MusicLibrary.GroupingTree=Фонотека: дерево группировки
MusicLibrary.Table=Фонотека: таблица
MusicLibrary=Фонотека: общее
Player.Navigation=Плеер: навигация
Player.PlayableFile=Плеер: проигрываемый файл
Player.PlaybackControl=Плеер: управление воспроизведением
Player.Visualizations=Плеер: визуализации
Playlist.AddFiles=Плейлист: добавление файлов
Playlist.Deletion=Плейлист: удаление файлов
Playlist.Search=Плейлист: поиск
Playlist.SelectedFiles=Плейлист: выбранные файлы
Playlist.Sorting=Плейлист: сортировка
Playlist=Плейлист
TagEditor.Content=Редактор тегов: таблица с файлами
TagEditor.CurrentFile=Редактор тегов: текущая выборка
TagEditor.Functions.BPM=Редактор тегов: основные функции - расчет BPM
TagEditor.Functions.ReplayGain=Редактор тегов: основные функции - расчет ReplayGain
TagEditor.Functions=Редактор тегов: основные функции
TagEditor.Tree=Редактор тегов: дерево с папками

[InfoBar]
CB0=В виде информационной ленты|В виде карточки
CB1=В начале проигрывания, в течение:
CB2=По левому краю|По правому краю|По центру
CB3=Вверху экрана|Внизу экрана
CB4=Отображать обложку альбома
CB6=Поверх полноэкранных приложений, если это возможно
CB7=Применять только к фону
CB8=Всегда
CB9=Перед окончанием проигрывания, в течение:
GB0=Показывать информацию о проигрываемом треке
GB1=Показывать
GB5=Вид
M1=Фон
M2=Строка %d
M3=Шрифт
M4=Цвет текста
P1=Информационная лента

[MSG]
1=Новый плейлист
2=Введите имя
3=Фонотека
4=Эта операция удалит файлы с жёсткого диска. Продолжить?
5=(отключено)
6=Файл или папка не найдена!
7=Свернуть в трей
8=Показать главное окно
9=Переименование
10=Громкость
11=Позиция
12=Воспроизвести
13=Воспроизвести с начала
14=Пауза
15=Пользовательская настройка
16=Выбрать все
17=Выкл|Вкл
18=Отправить файлы
19=Возможно, эта клавиша уже используется другой программой
21=Эта операция закроет все плейлисты, кроме активного. Продолжить?
22=Вложить в файл
23=Предпросмотр
24=Поверх всех окон
25=Не удалось сохранить изменения в файл "%s", возможно, он занят другим приложением.
26=Эта операция внесет изменения в теги аудиофайлов. Продолжить?
27=Композитор
28=Экран определяется позицией главного окна|Экран %d: второстепенный (%s)|Экран %d: основной (%s)
29=Папка "%s" не существует
30=Не удаётся удалить один из плагинов, возможно, в данный момент он используется приложением:
31=Выполнено...
32=Режим одного плейлиста:\nНе удалось заменить плейлист, так как он заблокирован от изменений!
33=Поиск
34=Локальные файлы
35=Без группировки
36=Поиск файлов...
37=Только чтение|Присоединен к прообразу
38=Эта опция отключает возможность создавать более одного плейлиста. При активации этой опции остальные вкладки будут автоматически закрыты!\n\nПродолжить?
39=Качество
40=Сохранить как
41=Скачать с интернета
42=Формат:
43=(По умолчанию)
44=Скорость
45=Баланс
46=Открытие...|Буферизация...
47=Запись радио
48=Название
49=Регистр
50=Эта клавиша уже задействована!
51=Перейти к времени:
52=Неправильный формат
53=Появилась новая версия программы, установить?
54=Банк инструментов
55=Текущее значение:
56=Для сортировки по папкам используйте символ "\" в шаблоне
57=Вы действительно хотите сбросить всю имеющуюся статистику?|Вы действительно хотите сбросить всю имеющуюся статистику для выбранных файлов?
58=Новый шаблон
59=Физическое удаление файлов|Не удалось удалить следующие файлы:
60=Выражения...
61=Операция ещё не завершена. Прервать?
62=Некоторые операции ещё не завершены! Настаиваете на их принудительном завершении?
63=Поиск файлов:
64=Размер:
65=Дата создания:
66=Ничего не найдено.
67=Обновление...
68=Размер базы данных до: %s\nРазмер базы данных после: %s\nСэкономлено: %s.
69=Применить
70=Отмена
71=Необходимы права администратора
72=Тип файла
73=Загрузка данных...
74=Папка профиля
75=Сортировка по шаблону
76=Поставить оценку %s
77=Автопоиск
78=Новые файлы:
79=Прозрачность
80=Просмотр
81=Текст песни
82=Расположение файла...
83=Автор. права
84=Изменения вступят в силу только после перезапуска программы
85=Оценка
86=Копировать
87=Вставить
88=Вырезать
89=Оригинал
90=Результат
91=Вы действительно хотите удалить "%s"?
92=Все|Дополнения|Декодеры|Визуализации|DSP
93=Добавление файлов...
94=Повтор отрезка "А-Б" [выкл]|Задана точка "А"|Повтор отрезка "А-Б" [вкл]|
95=Переподключение через %s сек
96=Эта операция сбросит список преднастроек в значение по умолчанию! Продолжить?
97=Сохранение состояния плеера при его выключении
98=При сворачивании в трей показывать мини-плеер
99=Редактор преднастроек
100=Альбом
101=Ссылка
102=Исполнитель
103=Заголовок
104=Комментарий
105=Жанр
106=Удалить тег
107=Год
108=Трек №
109=Диск №
110=Обложка альбома
111=Банк инструментов не найден или имеет неправильный формат.
112=<отсутствует>
113=Выполнено!
114=Эта операция удалит статистику и все файлы из базы данных! Продолжить?
115=Длительность
116=Файл|Папка|Плейлист
117=Проигрывался
118=Добавлен
119=Рейтинг
120=Управление плейлистами
121=Задержка:
122=Закрыть
123=Копировать файл в буфер обмена
125=Каталоги
126=Пожалуйста, подождите...
127=Проигрываний
128=Копировать в %s|Переместить в %s
129=Автозаполнение (ПКМ - настройка шаблона)
130=Исп. альбома
131=Преобразование:
132=Переименовать
133=Параметры
134=Приостановлено
135=Изменить размер...
136=Одна из настроек была изменена. Применить изменения?
137=Съёмный диск|Компакт-диск
138=Применить к
139=Компьютер будет выключен через %s сек
140=Издатель
141=дБ
142=Внимание! При использовании этого типа устройств вывода в AIMP другие программы не смогут выводить звук.
143=Прообраз: |Не задан|Папки|Фонотека|Плейлист
144=Кодировщик
145=Настроение
146=Часть компиляции
147=Каталог
148=Автор текста
149=Дирижёр
150=Окна
151=мсек
152=Автоматически
153=сек
154=мин
155=Б|КБ|МБ|ГБ
156=Полные пути к файлам
157=Сортировать файлы после добавления в плейлист по шаблону:
158=Ожидаем авторизации...\nЗавершите авторизацию в открывшемся браузере.\n\nЧтобы отменить процесс, просто закройте это окно.
159=Пакетный режим
160=Нет результатов, удовлетворяющих поисковому запросу

[Options]
bCancel=Закрыть
Caption=Настройки
btnReset=По умолчанию
miResetPage=Настройки на текущей странице
miResetProfile=Все настройки и пользовательские данные
miResetSettings=Все настройки
wcResetSettings=Эта операция сбросит все настройки в значения по умолчанию. Продолжить?
wcResetProfile=Эта операция __УДАЛИТ__ все плейлисты, скины, настройки, статистику и прочие данные плеера. Продолжить?

[OptionsFrameAddFiles]
C1=Добавление файлов
C9=Общее
C10=Открытие файлов из внешних приложений
C11=Перетаскивание
CB1=Запрашивать подтверждение пользователя
CB2=Разбивать аудиофайлы согласно файлу разметки при добавлении в плейлист
CB3=Добавить все содержимое папки
CB6=Автоматически сканировать плейлист при добавлении файлов
CB9=При открытии файлов сразу начинать их воспроизведение
CB15=При добавлении файлов сразу начинать их воспроизведение
CB19=Сразу начинать воспроизведение файлов
CB48=Открывать плейлисты в новых вкладках
CB59=Сортировать файлы по имени
L1=Действие по умолчанию:
L5=Если передан один файл:
L7=При открытии файлов:

[OptionsFrameAddFiles.CBA]
i[0]=Создать новый плейлист
i[1]=Добавить в текущий плейлист
i[2]=Добавить в пустой плейлист "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Добавить файлы в текущую позицию
i[1]=Добавить файлы в конец плейлиста
i[2]=Добавить файлы в начало плейлиста
i[3]=Разбросать файлы по плейлисту

[OptionsFrameAssoc]
B1=Типы файлов
C1=Ассоциация с файлами
CB1=Аудиофайлы
CB2=Плейлисты
CB3=Обложки

[OptionsFrameConvertor]
C1=Параметры конвертирования
C18=Поведение
Caption=Конвертер
CB1=Разбивать аудиофайлы согласно файлу разметки при добавлении в список
CB4=Показывать статистику после конвертации
CB6=Уведомлять о завершении конвертации звуковым сигналом
GB1=По окончании конвертации
L1=Число потоков:
L2=Максимальное число потоков определяется количеством ядер ЦП.

[OptionsFrameExtraMeta]
B1=Очистить
Caption=Дополнительная информация
CB1=Сохранять обложку в папку с треком в соответствии с шаблоном:
CB2=Искать текст песни в интернете
CB3=Автоматически сохранять найденный текст песни рядом с файлом
CB4=Искать текст песни в папке с файлом
CB5=Искать текст песни в тегах файла
GB1=Искать обложки в интернете
GB2=Кэшировать обложки
GB3=Искать обложки в папке с файлом
GB4=Искать обложки в тегах файла
L2=Максимальный размер файла для скачивания:
L3=Кэширование позволит уменьшить количество обращений к диску, сэкономить интернет-трафик, ускорить поиск обложек.
L4=Считать запись в кэше устаревшей после:
L5=дней
pctAlbumArts=Обложки альбомов
pctLyrics=Тексты песен
W1=* Для этого должны быть установлены соответствующие плагины

[OptionsFrameHotkeys]
B10=По умолчанию
c[0]=Команда
c[1]=Локальные
c[2]=Глобальные 1
c[3]=Глобальные 2
C1=Горячие клавиши

[OptionsFrameInterface]
C1=Анимация
C3=Прозрачность
Caption=Интерфейс
CB1=Попиксельная полупрозрачность окон
CB2=Отображать Waveform проигрываемого файла на полосе навигации *
CB3=Открытия / закрытия окон, приклеенных к другим окнам
CB4=Открытия / закрытия окон в режиме панели инструментов рабочего стола
CB5=Отображать спектральную визуализацию проигрываемого файла *
CB28=Смены состояния дисплея визуализации *
CB30=Смены состояния элементов управления
CB35=Прокрутки вкладок плейлистов *
CB38=Отключать прозрачность, если окно активно
CB39=Отключать прозрачность, если мышь над окном
CB42=Плавное изменение прозрачности
CB52=Примагничивать окна к границам рабочей области и к другим окнам плеера
CB68=Использовать сглаживание
CB71=Переключаться на другую визуализацию по истечении:
CB75=Циклично
GB1=Шаблоны для статичных меток *
GB3=Шаблоны для бегущей строки *
GB4=Ночной режим
GB5=Цветовая схема
GB7=Полноэкранный режим
GB10=Смена визуализаций
L1=* Обложка должна поддерживать эту возможность
L2=Размер текста:
L10=Интервал обновления:
L21=Запускать полноэкранный режим на экране:
L23=Замедляет вывод графики на экран, но даёт более качественную картинку при масштабировании
pcpGeneral=Общее
pcpTemplates=Отображаемые данные
pcpVisuals=Визуализация

[OptionsFrameInterface.cbNightMode]
i[0]=Автоматически (для Windows 10/11)
i[1]=Выключен
i[2]=Включен

[OptionsFrameInterface.rsRun]
i[0]=Движение: отключено
i[1]=Движение: налево
i[2]=Движение: направо

[OptionsFrameInterface.rsShow]
i[0]=Появление: отключено
i[1]=Появление: слева
i[2]=Появление: справа
i[3]=Появление: сверху
i[4]=Появление: снизу

[OptionsFrameLang]
C1=Выбор языка интерфейса
Caption=Язык
L0=локалью системы
L1=Преобразование не-юникодных строк в соответствии с
L2=Основные
L3=Дополнительные

[OptionsFrameMLMain]
B1=Мониторинг файлов...
C1=Фонотека
Caption=Фонотека
CB1=При выставлении оценки
CB2=При старте проигрывания
CB3=При зачете прослушивания
CB4=Показывать рейтинг вместо оценки, если оценка не задана
CB5=Синхронизировать оценку с тегами файла
CB6=Показывать содержимое папок вместе с подпапками
CB7=Объединять пустые уровни группировки, когда это возможно
GB1=Общее
GB2=Автоматически добавлять файл в базу
GB3=Рейтинг
GB4=Учет прослушиваний
L1=Минимальный порог длительности файла:
L2=Считать файл прослушанным после проигрывания:\nно не более 4-х минут
L3=Рассчитывать рейтинг на основе статистики за последние:
L4=дней
L6=Нажмите здесь, чтобы записать уже имеющиеся оценки в теги файлов

[OptionsFrameNet]
C21=Подключение к сети
Caption=Подключение к сети
CB1=Прямое подключение
CB2=Использовать системные настройки
CB3=Указать настройки прокси вручную
L79=Время ожидания:
L98=Пароль:
L106=Сервер:
L107=Порт:
L108=Пользователь:

[OptionsFramePlayer]
C19=Прокрутка записей колёсиком мыши
Caption=Плеер
CB21=Поверх остальных окон
G1=Управление
GB4=Управление плеером горячими клавишами/колесиком мыши
GB5=Управление мышью
GB15=Шаблон строки для копирования в буфер обмена
L12=Обычная прокрутка
L13=Изменять скорость на
L14=Изменять позицию на
L15=Изменять темп на
L16=Изменять громкость на
L18=Прокрутка с нажатой клавишей "%s"
L33=Клик средней кнопкой:

[OptionsFramePlayer.MOBox]
i[0]=(нет)
i[1]=Старт/пауза
i[2]=Добавить файлы

[OptionsFramePlayerBehavior]
C1=Автоматика
CB1=Восстанавливать позицию воспроизведения
CB7=Повторять плейлист, если в нем один файл
CB32=Автоматический выбор преднастройки эквалайзера для файла
CB33=Продолжать воспроизведение плейлистов с места их остановки
CB47=В каждом плейлисте свой режим воспроизведения (прямой / случайный)
CB48=Сохранять состояние плеера при навигации кнопками "следующий/предыдущий файл"
CB49=Откатываться на %0:s назад при старте проигрывания после паузы более %1:s
CB58=Автоматически переходить на следующий файл
CB59=и вставать на паузу
GB1=Разное
GB2=При запуске программы
GB3=Режим воспроизведения
GB4=По окончании воспроизведения плейлиста
GB5=При удалении проигрываемого файла из плейлиста
GB6=Фокусировать проигрываемый файл в плейлисте:
L1=Режим воспроизведения:

[OptionsFramePlayerBehavior.RG1]
i[0]=Начать воспроизведение
i[1]=Перейти в состояние, которое было при закрытии плеера
i[2]=Ничего не делать
i[3]=Поставить на паузу

[OptionsFramePlayerBehavior.RG2]
i[0]=Перейти на следующий плейлист
i[1]=Повторить плейлист
i[2]=Перейти в режим ожидания

[OptionsFramePlayerBehavior.RG3]
i[0]=Нормальный
i[1]=Повтор текущего файла
i[2]=В случайном порядке

[OptionsFramePlayerBehavior.RG4]
i[0]=Ничего не делать
i[1]=Остановить воспроизведение
i[2]=Перейти на следующий трек

[OptionsFramePlayerBehavior.RG5]
i[0]=Если плейлист не используется
i[1]=Никогда
i[2]=Всегда

[OptionsFramePlaylistBehavior]
C6=Поведение
Caption=Плейлист
CB1=Удалять плейлист при закрытии вкладки
CB2=Сортировать плейлист по заданному шаблону при изменении его содержимого
CB3=Сохранять полные пути к файлам (рекомендуется)
CB4=Сохранять содержимое временного плейлиста с именем "Default"
CB8=При создании плейлиста запрашивать ввод имени
CB31=Сохранять очередь при закрытии программы
CB46=Закрывать плейлист двойным кликом по вкладке
CB56=Запрашивать подтверждение при удалении файлов с диска
CB57=Режим одного плейлиста
GB1=Сохранение
GB2=Общее

[OptionsFramePlaylistView]
bCancel=Отмена
bOk=ОК
C1=Настройки отображения плейлиста
Caption=Отображение записей
CB50=Отображать информацию о выделенных файлах
cbAbsoluteNumeration=Абсолютная нумерация
cbCollapseUnusedGroups=Автоматически сворачивать неиспользуемые группы
cbGroupMode=Разбивать плейлист на группы
cbMergeGroups=Автоматически объединять одноимённые группы
cbShow2ndLine=Показывать вторую строку с информацией
cbShowDuration=Показывать колонку с длительностью
cbShowExpandBtns=Показывать кнопки сворачивания/разворачивания групп
cbShowMarks=Показывать оценки
cbShowNumbers=Показывать колонку с номером трека
cbShowSwitches=Показывать колонку с переключателями
gbFormating=Настройки форматирования
gbGrouping=Настройки группирования
gbLayoutSettings=Настройки отображения

[OptionsFramePlugins]
B1=Перезапустить
Caption=Плагины
L1=Некоторые из подключенных плагинов не используются этим приложением
lbURL=Скачать дополнительные плагины
N1=Удалить
N2=Загрузить выбранные
N3=Загрузить все
N4=Выгрузить выбранные
N5=Выгрузить все
N6=Выгрузить нестандартные

[OptionsFramePlugins.cbFilter]
i[0]=Все
i[1]=Подключенные
i[2]=Отключенные
i[3]=Неиспользуемые

[OptionsFrameRadioCap]
C1=Общие настройки
C22=Запись интернет-радио
Caption=Интернет-радио
CB2=Не записывать трек, если файл с таким именем уже есть
CB65=Запись потока без перекодирования (только для MP3 / AAC / AAC+)
CB66=Писать теги в файл
CB67=Вести CUE-лог
CB68=Размер буфера для фоновой записи:
CB69=Удалять файлы, длительность которых меньше:
GB6=Параметры записи
GB9=Разбивать на файлы
L1=Количество попыток восстановить соединение при обрыве связи:
L2=User-Agent:
L3=Размер буфера:
L13=Время:
L24=Шаблон имени файла:
L25=Размер:
L85=Папка для сохранения:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Разбивать по трекам
i[1]=Разбивать по размеру
i[2]=Разбивать по времени

[OptionsFrameSkins]
B2=Обзор...
C1=Обложки
lbURL=Скачать дополнительные обложки
miDelete=Удалить

[OptionsFrameSort]
Caption=Шаблоны
L1=Для инвертирования сортировки используйте макрос "%!"
L2=Шаблоны сортировки
L3=Шаблоны группировки

[OptionsFrameSoundOutRemapping]
btnRemove.h=Удалить связь
Caption=Преобразование каналов
L0=Переопределенные пользователем шаблоны:
L1=Вход
L2=Выход
L3=Канал %d
L4=Выберите шаблон для редактирования:
N1=Все ваши изменения будут применены к проигрываемому файлу в режиме реального времени при условии, что редактируемый шаблон подходит по характеристикам
N2=Если шаблон не задан - плеер будет использовать шаблон по умолчанию

[OptionsFrameSystem]
C1=Система
Caption=Система
CB2=Показывать информацию о текущем файле на панели задач
CB3=Разрешить прокрутку информации о текущем файле
CB4=Отображать прогресс воспроизведения
CB5=Отображать состояние плеера на кнопке на панели задач
CB6=Отображать состояние плеера в виде цвета полосы прогресса
CB7="Неопределенный" статус для аудиопотока
CB18=Блокировать отключение монитора
CB23=Интеграция в контекстное меню Проводника
CB24=Интеграция в меню автозапуска CD/DVD-дисков
CB40=Добавить ссылку в меню команды "Выполнить"
CB41=Добавить в список программ по умолчанию
CB60=Автоматически запускать программу вместе с Windows
GB1=Интеграция
GB2=Показывать кнопку на панели задач
L1=Окно плеера должно быть активным
L99=Приоритет

[OptionsFrameTagEditor]
C1=Поведение
Caption=Редактор тегов
CB1=Разрешить использование выражений в полях ввода для обработки значений полей тегов

[OptionsFrameTray]
C15=Общее
C16=Информация о файле
C17=Управление мышью
Caption=Трей
CB1=Сворачивать программу в трей при минимизации приложения
CB2=Сворачивать программу в трей при запуске
CB3=Показывать мини-плеер при сворачивании в трей
CB4=Показывать статус плеера в трей-иконке
CB5=Всегда показывать иконку в трее
CB13=Показывать информацию о файле при наведении курсора
L30=Одиночный клик:
L31=Двойной клик:
L32=Клик средней кнопкой:
L34=Задержка перед появлением:

[OptionsFrameTray.TrayCmd]
i[0]=(отключено)
i[1]=Показать/скрыть главное окно
i[2]=Главное окно на передний план
i[3]=Инфо о файле
i[4]=Регулятор громкости AIMP
i[5]=Старт/пауза
i[6]=Добавить и проиграть файлы
i[7]=Следующий файл
i[8]=Предыдущий файл

[OptionsSoundOutFrame]
C1=Параметры воспроизведения
Caption=Воспроизведение
CB1=Предзагрузка следующего трека (требуется больше памяти)
CB2=Логарифмический регулятор громкости
CB3=Тонкомпенсирующий регулятор громкости
L1=Метод вывода:
L2=Устройство:
L3=Параметры:
L4=Размер кэша:
L5=Отметьте каналы, которые будут использоваться программой для вывода звука

[OptionsSoundOutTransformFrame]
B1=Менеджер эффектов
C1=Параметры преобразования
CB1=Разрешить микширование каналов
CB1Hint=Эмуляция объемного звучания для стерео / моноканальных файлов.\nУмное преобразование многоканальных файлов в стерео / моно.
CB2=Антиклиппинг
CB2Hint=Предотвращает треск и шум, возникающий при превышении сигналом 0 дБ
CB3=Дизеринг
CB3Hint=Подавление нелинейных искажений, появляющихся при понижении глубины дискретизации
CB4=Разрешить использование системных декодеров
GB1=Трекерная музыка
GB2=Общее
L1=Передискретизация:
L2=Скорость
L3=Качество

[PartRepeatDialog]
B1=Задать
B2=Удалить
Caption=Повтор отрезка "А-Б"
L1=Точка А:
L2=Точка Б:

[PlaylistExportSettings]
btnOK=ОК
C4=Настройки экспорта треклиста
Caption=Экспорт треклиста
CB54=Экспортировать скрытые записи плейлиста
CB55=Экспортировать заголовки групп плейлиста
cbDefault=Запомнить мой выбор
L26=Шаблон:
L27=Форматная строка:

[PlaylistsManagerDialog]
acImport=Импортировать плейлисты...
acImportDirs=Импортировать папки...
acRemove=Удалить выбранные плейлисты с диска
btnPreimage=Настройки
cbReadOnly=Заблокировать от изменений
cbShuffleMode=Воспроизведение в случайном порядке
L1=Общее
L2=Индивидуальные настройки
L3=Активные плейлисты
L4=Неактивные плейлисты
L5=Предпросмотр
lbPreimage=Прообраз:
lbPreimageNotes=Прообраз - источник данных для плейлиста (папка, фонотека и др.)\n\nЧтобы синхронизироваться с прообразом, нажмите кнопку "перечитать данные из прообраза" в меню плейлиста "разное". Некоторые типы прообразов поддерживают автоматическую синхронизацию.
lbStorage=Расположение:

[QTEAlbumArtEditor]
btnCancel=Отмена
btnOk=ОК
Caption=Редактирование обложки альбома
lbScale=Масштаб:
lbSizes=Размеры:
pnlCrop=Обрезать
pnlScale=Изменить размер

[QteCustomFields]
btnCancel=Отмена
btnOK=ОК
Caption=Неизвестные поля
miCopy=Копировать
miCopyAsUTF8=Копировать как UTF8-строку
miCopyAsUTF16BE=Копировать как UTF16BE-строку
miCopyAsUTF16LE=Копировать как UTF16LE-строку
miDelete=Удалить
miExtractAll=Сохранить как...
miExtractSelected=Сохранить выбранное как...

[QTEExpressions]
btnCancel=Отмена
btnOK=ОК
Caption=Выражения
lbTitle=Введите выражение, которое будет использовано как пре-процессор для значений редактируемого поля для всех выбранных файлов
W1=Выражение должно начинаться с "="

[QTEForm]
acMemoClear.h=Очистить
acMemoLoad.h=Загрузить из файла...
acMemoSave.h=Сохранить как...
bCopyTo=Копировать в...
Caption=Редактор тегов
L1=Открыть
L2=Сохранить
L3=Снимите галочку, чтобы удалить обложку из файла при сохранении
lbCustomFields=Неизвестные поля...
T1=Общее
T2=Текст песни
T3=CUE
T4=Информация

[QueueDialog]
Caption=Менеджер очереди
CB1=Приостановить
L1=Общее время:

[QueueDialog.ListView]
c[0]=Номер
c[1]=Имя файла
c[2]=Плейлист
c[3]=Длительность

[SearchForm]
B1=Настройки поиска
B2=Закрыть
Caption=Расширенный поиск
CB1=Искать в заголовках
CB2=Искать в имени исполнителя
CB3=Искать в имени альбома
CB4=Искать в жанре
CB5=Искать в полном пути к файлу
CB6=Искать по мере набора текста
L1=(Все)
N1=Воспроизвести
N6=Найти в плейлисте

[SearchForm.Table]
c[0]=Заголовок
c[1]=Плейлист
c[2]=Номер в очереди

[Templates]
%Album= - название альбома
%AlbumArtist= - исполнитель альбома
%AlbumGain= - значение replay gain для альбома
%Artist= - исполнитель
%BitDepth= - глубина дискретизации
%Bitrate= - битрейт
%BPM= - динамика записи (количество ударов в минуту)
%Caps(A)= - Все Слова С Большой Буквы
%Caps2(A)= - Все Слова С Большой Буквы, БЕЗ УчеТА Исходного РЕГистра
%Case(..)= - возвращает первый непустой параметр
%Catalog= - каталог
%Channels= - количество каналов
%Chapter= - текущая глава
%Char(A)= - символ с кодом А
%CleanTitle(A)= - удаляет из строки A информацию о дополнительных участниках (ft/feat)
%Comment= - комментарий
%Composer= - композитор
%Conductor= - дирижер
%Copyright= - авторские права
%Dec(A,B)= - уменьшает значение A на величину B
%Detransliterate(A)= - детранслитерация кириллических символов из латинского алфавита
%DiskNumber= - номер диска
%DiskTotal= - количество дисков
%Duration= - длительность
%EncodedBy= - кодировщик
%ExtractFileExt(A)= - извлекает расширение файла с именем A
%FileCreatedDate= - дата создания файла
%FileCreatedDateAndTime= - дата и время создания файла
%FileCreatedTime= - время создания файла
%FileDir(..)= - полный путь к родительской папке
%FileFormat= - формат файла
%FileModifiedDate= - дата последнего изменения файла
%FileModifiedDateAndTime= - дата и время последнего изменения файла
%FileModifiedTime= - время последнего изменения файла
%FileName= - полное имя файла
%FileParentDir(..)= - имя родительской папки
%FileSize= - размер файла
%Format(A,B)= - A - форматная строка для числа, B - число
%Genre= - жанр
%IF(A,B,C)= = C, если A пустое, иначе - B
%IFEqual(A,B,C,D)= = C, если A = B, иначе - D
%IFGreater(A,B,C,D)= = C, если A > B, иначе - D
%IFGreaterOrEqual(A,B,C,D)= = C, если A >= B, иначе - D
%Inc(A,B)= - увеличивает значение A на величину B
%Index= - порядковый номер в списке
%ISRC= - ISRC код
%LastPlayDate= - дата последнего проигрывания файла
%LastPlayTime= - время последнего проигрывания файла
%Length(A)= - количество символов в строке A
%Link= - интернет-ссылка
%Low(A)= - всё маленькими буквами
%Lyricist= - автор текста песни
%Lyrics= - текст песни
%Mark= - оценка
%Mood= - настроение
%NewLine= - переход на новую строку
%PlayCount= - количество проигрываний файла
%PrefixToTail(A)= - перемещает артикли "The" и "A" в конец строки A
%PrefixTrim(A)= - удаляет артикли "The" и "A" из строки A
%Publisher= - издатель
%Random(..)= - случайное число от 1 до указанного в качестве аргумента
%Rating= - рейтинг файла
%RemoveFileExt(A)= - убирает расширение из имени файла A
%Replace(A,B,C)=, где A - исходная строка, B/С - что/чем заменять
%SampleRate= - частота дискретизации
%StrCopy(A,B,C)= - копирует A с позиции B, где C - количество символов
%StrLeft(A,B)= - возвращает строку, содержащую первые B символов строки А
%StrPos(A,B)= - поиск подстроки A в строке B
%StrRight(A,B)= - возвращает строку, содержащую последние B символов строки А
%StrTrim(A)= - удаляет пробелы с начала и конца строки A
%TimeCode= - текущая позиция проигрываемого файла в формате "Ч:ММ:СС.МММ"
%Title= - название записи
%Today(..)= - текущая дата и время, формат по умолчанию: "yyyy.MM.dd hh:mm:ss"
%TrackGain= - значение replay gain для записи
%TrackNumber= - номер записи в альбоме
%TrackTotal= - количество записей в альбоме
%Transliterate(A)= - транслитерация кириллических символов в латинский алфавит
%Up(A)= - ВСЁ БОЛЬШИМИ БУКВАМИ
%Value= - текущее значение
%Year= - год

[Templates.Categories]
0=Общее
1=Регистр
2=Условия
3=Строки
10=Мета-данные
11=Файл
20=Статистика

[Updater]
B1=Проверить обновления
B2=Установить
Caption=Проверка обновлений
CB1=Не уведомлять об этой версии
L1=Ваша версия:
L2=Последняя версия:
L3=Ручная проверка наличия обновлений
L4=Доступна новая версия: %s
L5=Обновляться до
L6=стабильных верcий|версий в стадии тестирования (Beta)|версий в стадии разработки (Alpha)
W1=Внимание! Выбранные вами версии могут быть очень нестабильными и могут содержать много ошибок! Продолжить?

